[
    {
        "id3": 1,
        "image": "https://i.ibb.co/z6FQRPf/Luxury-Beachfront-Apartment.jpg",
        "estate_title": "Luxury Beachfront Apartment",
        "segment_name": "Premium",
        "description": "Experience the epitome of luxury living with our stunning beachfront apartment. Situated in a prime location overlooking the azure waters, this exquisite residence offers unrivaled comfort and elegance. With meticulous attention to detail, the interior features spacious living areas adorned with high-end furnishings and panoramic windows showcasing breathtaking ocean views. The gourmet kitchen is equipped with state-of-the-art appliances, perfect for culinary enthusiasts. Relax and unwind in the lavish master suite, complete with a spa-like ensuite bath. Enjoy resort-style amenities including a sparkling swimming pool, fitness center, and lush landscaped gardens. Whether you're seeking a serene retreat or an entertainer's paradise, this remarkable apartment exceeds expectations.",
        "price": "$2,500,000",
        "status": "sale",
        "area": "3000 sq ft",
        "location": "Beachfront Avenue, Miami",
        "facilities": [
            "living room",
            "swimming pool",
            "kitchen"
        ]
    },
    {
        "id3": 2,
        "image": "https://i.ibb.co/VH9YmWZ/Urban-Chic-Loft-Apartment.jpg",
        "estate_title": "Urban Chic Loft Apartment",
        "segment_name": "Standard",
        "description": "Welcome to urban living at its finest! This chic loft apartment boasts contemporary design and unparalleled convenience. Located in the heart of the city, you'll enjoy easy access to trendy shops, dining, and entertainment. The open-concept layout features high ceilings, exposed brick walls, and polished concrete floors, creating a modern industrial aesthetic. The sleek kitchen is equipped with stainless steel appliances and ample counter space, perfect for culinary experimentation. Retreat to the cozy bedroom area for restful nights or step outside to the private balcony and soak in the bustling cityscape below. With an array of onsite amenities including a fitness center and rooftop terrace, this vibrant community offers the ultimate urban lifestyle experience.",
        "price": "$1,200/month",
        "status": "rent",
        "area": "800 sq ft",
        "location": "Downtown District, New York City",
        "facilities": [
            "living room",
            "gym",
            "rooftop terrace"
        ]
    },
    {
        "id3": 3,
        "image": "https://i.ibb.co/q1y9Gv3/Tranquil-Riverside-Retreat.webp",
        "estate_title": "Tranquil Riverside Retreat",
        "segment_name": "Luxury",
        "description": "Escape to your own private oasis along the serene riverbanks. This luxurious apartment exudes tranquility and sophistication, offering a perfect blend of nature and modern comfort. Floor-to-ceiling windows flood the interior with natural light, highlighting the exquisite finishes and impeccable craftsmanship throughout. The spacious living area seamlessly connects to the gourmet kitchen, featuring top-of-the-line appliances and sleek cabinetry. Unwind in the sumptuous master suite, complete with a spa-inspired ensuite bath and breathtaking river views. Step outside to the expansive terrace and savor peaceful moments surrounded by lush greenery and the soothing sounds of the river. With access to exclusive amenities including a riverside pool and landscaped gardens, this riverside retreat offers a lifestyle of unparalleled luxury.",
        "price": "$3,800,000",
        "status": "sale",
        "area": "2500 sq ft",
        "location": "Riverside Drive, Los Angeles",
        "facilities": [
            "living room",
            "swimming pool",
            "garden"
        ]
    },
    {
        "id3": 4,
        "image": "https://i.ibb.co/VSX3LhK/Modern-Skyline-Penthouse.jpg",
        "estate_title": "Modern Skyline Penthouse",
        "segment_name": "Premium",
        "description": "Elevate your lifestyle to new heights with this stunning modern penthouse overlooking the city skyline. Perched atop a prestigious high-rise building, this exceptional resid3ence offers unparalleled luxury and sophistication. Floor-to-ceiling windows frame panoramic views of the glittering city below, creating an awe-inspiring backdrop for lavish entertaining or intimate gatherings. The expansive open-concept living area features designer finishes and bespoke furnishings, seamlessly blending style and comfort. The state-of-the-art kitchen is a culinary enthusiast's dream, equipped with high-end appliances and sleek countertops. Retreat to the lavish master suite with a spa-like ensuite bath and private terrace, where you can unwind and soak in breathtaking sunsets. With access to exclusive amenities including a rooftop infinity pool and private concierge services, this penthouse epitomizes the pinnacle of urban living.",
        "price": "$5,500,000",
        "status": "sale",
        "area": "4000 sq ft",
        "location": "Skyline Tower, Chicago",
        "facilities": [
            "living room",
            "swimming pool",
            "rooftop terrace"
        ]
    },
    {
        "id3": 5,
        "image": "https://i.ibb.co/m8vV01M/Sunny-Seaside-Apartment.jpg",
        "estate_title": "Sunny Seaside Apartment",
        "segment_name": "Standard",
        "description": "Embrace coastal living in this charming seaside apartment located just steps from the beach. Nestled within a quaint seaside community, this bright and airy residence offers a perfect blend of comfort and convenience. The inviting living area is bathed in natural light, featuring coastal-inspired decor and serene ocean views. Prepare delicious meals in the well-appointed kitchen, equipped with modern appliances and ample storage space. Unwind in the cozy bedroom, lulled to sleep by the gentle sound of waves crashing against the shore. Step outside to the private balcony and soak up the sun while enjoying panoramic views of the sparkling sea. With direct beach access and proximity to local shops and restaurants, this seaside apartment is an idyllic retreat for beach lovers and outdoor enthusiasts alike.",
        "price": "$900,000",
        "status": "sale",
        "area": "1500 sq ft",
        "location": "Seasid3e Avenue, San Francisco",
        "facilities": [
            "living room",
            "beach access",
            "balcony"
        ]
    },
    {
        "id3": 6,
        "image": "https://i.ibb.co/G2N9GGk/pa-Elegant-Parkside-Residence.jpg",
        "estate_title": "Elegant Parkside Residence",
        "segment_name": "Luxury",
        "description": "Indulge in luxurious living with this elegant parkside residence nestled within a prestigious neighborhood. Surrounded by lush greenery and tranquil park views, this exquisite apartment offers a serene escape from the hustle and bustle of city life. The sophisticated interior features timeless design elements and impeccable attention to detail, creating an atmosphere of refined elegance. Entertain guests in the spacious living area, adorned with designer furnishings and oversized windows showcasing verdant park vistas. The gourmet kitchen is a chef's delight, equipped with high-end appliances and custom cabinetry. Retreat to the lavish master suite with a spa-like ensuite bath and private balcony, where you can unwind and enjoy the sights and sounds of nature. With access to exclusive amenities including a private park, fitness center, and concierge services, this parkside residence offers a lifestyle of unparalleled luxury and convenience.",
        "price": "$4,200,000",
        "status": "sale",
        "area": "3500 sq ft",
        "location": "Parkside Drive, Boston",
        "facilities": [
            "living room",
            "park views",
            "balcony"
        ]
    },
    {
        "id3": 7,
        "image": "https://i.ibb.co/wyfdKgn/Cozy-mountain.jpg",
        "estate_title": "Cozy Mountain Retreat",
        "segment_name": "Standard",
        "description": "Escape to the mountains and embrace the cozy comfort of this charming alpine retreat. Tucked away amidst towering pine trees and snow-capped peaks, this inviting apartment offers a warm and welcoming atmosphere year-round. The rustic yet modern interior features exposed wood beams, stone accents, and a cozy fireplace, creating a quintessential mountain lodge ambiance. The open-concept living area is ideal for gathering with family and friends, while the well-equipped kitchen makes meal preparation a breeze. Retreat to the snug bedrooms for restful nights after a day of outdoor adventures. Step outside to the private balcony and soak in panoramic mountain views while sipping your morning coffee or enjoying apres-ski cocktails. With access to nearby ski slopes, hiking trails, and recreational amenities, this mountain retreat is the perfect getaway for nature lovers and outdoor enthusiasts.",
        "price": "$750,000",
        "status": "sale",
        "area": "1800 sq ft",
        "location": "Mountain Trail, Aspen",
        "facilities": [
            "living room",
            "fireplace",
            "mountain views"
        ]
    },
    {
        "id3": 8,
        "image": "https://i.ibb.co/SRByGxf/Urban-Oasis-with-City-Views.webp",
        "estate_title": "Urban Oasis with City Views",
        "segment_name": "Premium",
        "description": "Experience urban living at its finest in this luxurious apartment with breathtaking city views. Situated in a sought-after location, this sophisticated residence offers an oasis of tranquility amidst the bustling cityscape. Floor-to-ceiling windows flood the interior with natural light, highlighting the sleek modern design and impeccable finishes throughout. The spacious living area is perfect for entertaining, with seamless indoor-outdoor flow to the expansive terrace overlooking the skyline. The gourmet kitchen is a chef's dream, featuring top-of-the-line appliances and custom cabinetry. Retreat to the serene master suite with a spa-like ensuite bath and private balcony, where you can unwind and enjoy sweeping city views. With access to exclusive amenities including a rooftop pool and concierge services, this urban oasis offers a lifestyle of luxury and convenience.",
        "price": "$3,000,000",
        "status": "sale",
        "area": "2800 sq ft",
        "location": "City Center, Seattle",
        "facilities": [
            "living room",
            "city views",
            "rooftop pool"
        ]
    },
    {
        "id3": 9,
        "image": "https://i.ibb.co/mqF4vB7/Tranquil-Lakeside-Retreat.webp",
        "estate_title": "Tranquil Lakeside Retreat",
        "segment_name": "Luxury",
        "description": "Escape to the serene beauty of this lakeside retreat, where luxury meets nature in perfect harmony. Nestled on the shores of a pristine lake, this exceptional apartment offers breathtaking water views and unparalleled tranquility. The interior exudes rustic elegance, with exposed wood beams, stone accents, and cozy fireplace creating a warm and inviting atmosphere. The open-concept living area is ideal for relaxing or entertaining, with panoramic lake views from every angle. The gourmet kitchen is a chef's delight, featuring high-end appliances and custom cabinetry. Retreat to the luxurious master suite with a spa-inspired ensuite bath and private balcony overlooking the water. Step outside to the expansive deck and enjoy al fresco dining or simply soak in the peaceful surroundings. With access to exclusive amenities including a lakeside pool and private dock, this lakeside retreat offers a lifestyle of luxury and serenity.",
        "price": "$4,500,000",
        "status": "sale",
        "area": "3200 sq ft",
        "location": "Lakeside Drive, Lake Tahoe",
        "facilities": [
            "living room",
            "lake views",
            "pool"
        ]
    }
]